{
    "Banner": {
        "BrandingSubTitle": "We create to connect",
        "BrandingTitle": "Branding & Design",
        "BrandingDescription": "Where it all begins. Identity. Innovation. Unique",
        "BrandingMobileSlug": "Design",
        "Button": "Discover",
        "DevelopmentSubTitle": "from design to code",
        "DevelopmentTitle": "Web Development",
        "DevelopmentDescription": "Building is important but HOW is just as essential to us.",
        "PortfolioSubTitle": "work in action",
        "PortfolioTitle": "Portfolio",
        "PortfolioDescription": "Discover projects where strategic design meets impactful results."
    },
    "Menu": {
        "Home": "Home",
        "Branding": "Branding & Design",
        "Development": "Web Development",
        "Portfolio": "Portfolio",
        "Contact": "Contact"
    },
    "BrandingAndDesign": {
        "title": "Branding & Design",
        "Logofolio": "Logofolio",
        "WebDesign": "Web Design",
        "SocialMedia": "Social Media"
    },
    "LogofolioRockSteady": {
        "description1": "Rock Steady assists organizations in their digital transformation and implements their requirements.",
        "description2": "Its mission is to enhance companies existing digital capabilities through website and social media development, e-commerce implementations and digital transformations.",
        "description3": "Rock Steady brings people, processes, tools and data together in a creative way that helps companies achieve success through continuous improvement.",
        "RockSteadyConcept": "The logo is bold and playful, a symbol of the company's attitude. It represents its rebellious and innovative character. The accompanying elements (stars) symbolize the digital transformation journey, which aims to connect the past with the future of the companies.",
        "RockSteadyDate": "November 2022",
        "Button": "Discover Site",
        "Concept": "Concept:"
    },
    "LogofolioInspir": {
        "description1": "Inspir is an elite performance expert that helps elite athletes and executives in competitive fields tounleash the power of the mind and create the mental toughness needed to perform at their best.",
        "description2": "It provides an innovative and efficient solution for associations, and responds to all requests: help, advice and support to athletes, teams or organizations.",
        "InspirConcept": "“The mind is not a vessel to be filled, but a fire to be ignited.”, Plutarch, ancient Greece.",
        "InspirDate": "March 2023"
    },
    "LogofolioDiversity": {
        "description1": "Diversity Employment helps companies in the Nelson/Tasman region recruit to retain employees in hard-to-fill short-skill occupations.",
        "description2": "Recruitment for retention combines the process of carefully selecting an individual to obtain a lasting and satisfying relationship with the employee.",
        "DiversityConcept": "Rope, conexion, abstract monogram “D E”. The construction of the brand was generated from the circle, one of the most flexible and meaningful geometric shapes.",
        "DiversityConcept2": "In this case, both semicircles joined by an inner circle seek to reflect the aim of the company, which is to intermediate between the employer and the immigrant. Its circular shape makes it emotionally more positive and close, other values that conveys are: movement, globality, protection, reliability.",
        "DiversityDate": "October 2023",
        "PrimaryColors": "Primary Colors",
        "Accent": "Accent"
    },
    "LogofolioLumina": {
        "description1": "Lumina Technologies is a cutting-edge start-up specializing in advanced chemistry to drive innovation in the OLED market.",
        "description2": "Lumina Technologies drive AR/VR and display technology to enhance customer experience.",
        "Concept": "The Lumina Technologies logo is a visual representation of precision, innovation and seamless integration, key attributes of the brand's patented technology.",
        "Concept2": "The mark features layered translucent geometricshapes that subtly evoke the ultra-thin, multi-layeredstructure of displays with this technology. The designstrikes a perfect balance between structure and fluidity.        ",
        "Date": "April 2025",
        "Palette": "Color Palette"
    },
    "LogofolioDestinoSalta": {
        "description1": "Destino Salta is a temporary rental project that seeks to offer a unique lodging experience in the city of Salta, the Northwest of Argentina, in a simple and reliable way.",
        "Concept": "Destino Salta is a brand that honors the cultural and scenic richness of the province of Salta. The logo seeks to capture its essence, its earthy colors evoke the regional chromatic palette, highlighting the burgundy tone of the Salta poncho as the primary color.        ",
        "Concept2": "Recognized elements of the local flora and fauna were chosen for the design to convey the concept of the province's vast biodiversity. Salta's landscape is one of its most famous attributes and that is why thousands of tourists visit it every year.",
        "Date": "October 2023",
        "PrimaryColors": "Primary Colors",
        "SecondaryColors": "Secondary Colors"
    },
    "Design": {
        "title": "Web Design",
        "button": "Discover Site"
    },
    "WebDevelopment": {
        "title": "Web Development",
        "firstText": "Our developers build reliable, scalable, and high-performing systems. We take pride in clean code, efficient architecture, and attention to every detail that enhances the user experience. At HippoSoft, Our development team turns ideas into experiences that simply work — beautifully.",
        "item1": "Strategy And Planning",
        "span1": "Start Strong.",
        "description1": "Every great project begins with strategy. We work with you to define clear goals, map out a detailed plan, and build a foundation ready to scale. Thoughtful planning leads to meaningful results.",
        "item2": "Hosting & Domain Setup",
        "span2": "Build your online foundation.",
        "description2": "We help you choose, register, and set up everything your website needs to go live securely and efficiently.",
        "item3": "Development and implementation",
        "description3": "We meticulously construct your website based on a well-crafted strategy and an intentional design. Our approach ensures that every element aligns with your vision and goals, resulting in a powerful online presence that stands out.",
        "item4": "Launch and Maintenance",
        "span4": "Keep it live. Keep it strong.",
        "description4": "We launch your website and commit to its ongoing functionality and performance. Our dedicated support ensures your site runs smoothly, providing a seamless experience for your users now and in the future.",
        "ContactText1": "Let's take the",
        "ContactText2": "next step!",
        "Contact": "Contact"
    },
      "CollapseComponent": {
        "title": "FULL - CYCLE WEBSITES.",
        "title2": "EXPERIENCE FIRST.",
        "slug": "CUSTOM PRODUCT DESIGN & DEVELOPMENT",
        "itemOneTitle": "Ideate",
        "itemOneSubTitleOne": "Dicovery & Scoping",
        "itemOneSubTitleOneText": "We start by listening. Understanding your business, audience, and vision allows us to create a strategy that’s truly aligned with your goals — not just another generic plan.",
        "itemOneSubTitleTwo": "Project Planning",
        "itemOneSubTitleTwoText": "Define the project scope, objectives, timelines, and deliverables",
        "itemOneSubTitleThree": "Content Strategy",
        "itemOneSubTitleThreeText": "Plan the structure and types of content needed for the site.",
        "itemTwoTitle": "Consulting",
        "itemTwoSubTitleOne": "Expert guidance for your code.",
        "itemTwoSubTitleOneText": "Not every client needs full development — some just need clarity. Our programming advisory service helps you evaluate existing codebases, review ongoing projects, or validate proposed budgets and technologies.We provide technical audits, improvement recommendations, and honest insights so you can make informed decisions and move forward with confidence.",
        "itemThreeTitle": "Develop",
        "itemThreeSubTitleOne": "Front-End Development",
        "itemThreeSubTitleOneText": "We code the visual and interactive layers that bring your brand to life across every device.",
        "itemThreeSubTitleTwo": "Back-End Development",
        "itemThreeSubTitleTwoText": "We develop solid, efficient, and secure back-end systems that power your site’s functionality.",
        "itemThreeSubTitleThree": "Responsive Design",
        "itemThreeSubTitleThreeText": "Every interface adapts fluidly to screens of all sizes, ensuring a consistent experience everywhere.",
        "itemThreeSubTitleFour": "Third-Party Integrations",
        "itemThreeSubTitleFourText": "We connect your site with payments gateways, analytics and other essential tools to extend its capabilities.",
        "itemThreeSubTitleFive": "Quality Assurance & Testing",
        "itemThreeSubTitleFiveText": "Before launch, we rigorously test for performance, security, and compatibility — ensuring every detail works as intended.",
        "itemFourTitle": "Mantenimiento",
        "itemFourSubTitleOne": "Deployment",
        "itemFourSubTitleOneText": "We manage the launch process to ensure a seamless transition from development to production.",
        "itemFourSubTitleTwo": "SEO Optimization",
        "itemFourSubTitleTwoText": "We apply on-page SEO practices to help your website rank and be easily found online.",
        "itemFourSubTitleThree": "Performance Monitoring",
        "itemFourSubTitleThreeText": "We implement tracking and analytics tools to monitor site performance and user behavior.",
        "itemFourSubTitleFour": "Regular Updates",
        "itemFourSubTitleFourText": "We apply updates, patches, and enhancements to maintain performance and security over time.",
        "itemFourSubTitleFive": "Support & Training",
        "itemFourSubTitleFiveText": "We provide training so your team can manage the site confidently — and ongoing technical support whenever you need it."
    },
    "Expertise": {
        "title": "Expertise",
        "item1": "Content Management Systems (CMS)",
        "text1": "A headless CMS decouples content creation from its presentation layer, allowing greater control, flexibility, and scalability. This architecture is ideal for projects that manage content across multiple platforms — from websites and mobile apps to digital displays — while keeping everything centralized in one place. Many of our clients choose headless CMS solutions for their enhanced security, performance, and compliance benefits.",
        "item2": "Wordpress",
        "text2": "With years of experience building dynamic websites, our team leverages WordPress to create scalable and adaptable solutions. Its vast ecosystem of plugins and open architecture allows us to tailor each site to fit even the most complex requirements.",
        "item3": "Marketing automation integration",
        "text3": "We connect your website with tools like HubSpot, Marketo, and Mailchimp to streamline your marketing workflows. From advanced form generation to campaign tracking, we make sure your automation systems are fully integrated and easy to manage.",
        "item4": "Analytics & Reporting",
        "text4": "We integrate advanced analytics platforms — like GA4 — for precise, actionable insights. Whether you need a simple setup or detailed event tracking, we ensure that every user interaction is measured accurately.",
        "item5": "Localization & Reporting",
        "text5": "We help global brands manage content across languages and regions. From localized interfaces to region-specific content delivery, we configure CMS environments that adapt to your audience — wherever they are."
    },
    "Portfolio": {
        "title": "Our Projects",
        "button":"Discover"
    },
    "Contact": {
        "title1": "Let's take the",
        "title2": "Next Step"
    },
    "Form": {
        "name": "Your Name",
        "email": "Your Email",
        "message": "Your Message",
        "submit": "SEND MESSAGE",
        "success": "Thank you for your message! We will get back to you soon.",
        "error": "There was an error sending your message. Please try again later.",
        "interest": "Im interested in...",
        "design": "Web Design",
        "development": "Web Development",
        "graphic-design": "Graphic Design",
        "branding": "Branding",
        "social-media": "Social Media"
    }
}