{
    "Banner": {
      "BrandingSubTitle": "Creamos para conectar",
      "BrandingTitle": "Branding & Diseño",
      "BrandingDescription": "Donde todo comienza. Identidad. Innovacion. Único",
      "BrandingMobileSlug": "diseño",
      "Button": "Descubrir",
      "DevelopmentSubTitle": "de diseño a código",
      "DevelopmentTitle": "Desarrollo Web",
      "DevelopmentDescription": "Construir es importante pero el COMO es esencial para nosotros.",
      "PortfolioSubTitle": "trabajo en acción",
      "PortfolioTitle": "Portafolio",
      "PortfolioDescription": "Descubre proyectos donde el diseño estrategio y resultados impactantes se vuelven uno."
    },
    "Menu": {
        "Home": "Home",
        "Branding": "Branding & Diseño",
        "Development": "Desarrollo Web",
        "Portfolio": "Portafolio",
        "Contact": "Contacto"
    },
    "BrandingAndDesign": {
        "title": "Branding & Diseño",
        "Logofolio": "Logofolio",
        "WebDesign": "Diseño Web",
        "SocialMedia": "Redes Sociales"
    },
    "LogofolioRockSteady": {
        "description1": "Rock Steady ayuda a las organizaciones en su transformación digital e implementa sus requisitos.",
        "description2": "Su misión es mejorar las capacidades digitales existentes de las empresas a través del desarrollo de sitios web y redes sociales, implementaciones de comercio electrónico y transformaciones digitales. ",
        "description3": "Rock Steady reúne personas, procesos, herramientas y datos de una manera creativa que ayuda a las empresas a alcanzar el éxito a través de la mejora continua.",
        "RockSteadyConcept": "El logotipo es audaz y divertido, símbolo de la actitud de la empresa. Representa su carácter rebelde e innovador. Los elementos que lo acompañan (estrellas) simbolizan la transformación digital, que busca conectar el pasado con el futuro de las empresas.",
        "RockSteadyDate": "Noviembre 2022",
        "Button": "Descubrir Sitio",
        "Concept": "Concepto:"

    },
    "LogofolioInspir": {
        "description1": "Inspir es un experto en rendimiento de élite que ayuda a atletas y ejecutivos de élite en campos competitivos a liberar el poder de la mente y crear la fortaleza mental necesaria para rendir al máximo.",
        "description2": "Proporciona una solución innovadora y eficaz para las asociaciones, y responde a todas las solicitudes: ayuda, asesoramiento y apoyo a deportistas, equipos u organizaciones.",
        "InspirConcept": "“La mente no es un recipiente que debe llenarse, sino un fuego que debe encenderse.”, Plutarco, Grecia antigua.",
        "InspirDate": "Marzo 2023"
    },
    "LogofolioDiversity": {
        "description1": "Diversity Employment ayuda a las empresas de la región Nelson/Tasman a contratar para retener empleados en ocupaciones con escasez de habilidades y difíciles de cubrir.",
        "description2": "El reclutamiento para retención combina el proceso de seleccionar cuidadosamente a un individuo para obtener una relación duradera y satisfactoria con el empleado.",
        "DiversityConcept": "Cuerda, conexión, monograma abstracto «D E». La construcción de la marca se generó a partir del círculo, una de las formas geométricas más flexibles y significativas.",
        "DiversityConcept2": "En este caso, ambos semicírculos, unidos por un círculo interior, buscan reflejar el objetivo de la empresa: intermediar entre el empleador y el inmigrante. Su forma circular la hace emocionalmente más positiva y cercana. Otros valores que transmite son: movilidad, globalidad, protección y fiabilidad.",
        "DiversityDate": "Octubre 2023",
        "PrimaryColors": "Colores Primarios",
        "Accent": "Acento"
    },
    "LogofolioLumina": {
        "description1": "Lumina Technologies es una empresa emergente de vanguardia especializada en química avanzada para impulsar la innovación en el mercado OLED.",
        "description2": "Lumina Technologies impulsa la tecnología de visualización y AR/VR para mejorar la experiencia del cliente.",
        "Concept": "El logotipo de Lumina Technologies es una representación visual de precisión, innovación e integración perfecta, atributos clave de la tecnología patentada de la marca.",
        "Concept2": "La marca presenta formas geométricas translúcidas en capas que evocan sutilmente la estructura ultrafina y multicapa de las pantallas con esta tecnología. El diseño logra un equilibrio perfecto entre estructura y fluidez.",
        "Date": "Abril 2025",
        "Palette": "Paleta de Colores"
    },
    "LogofolioDestinoSalta": {
        "description1": "Destino Salta es un proyecto de alquiler temporario que busca ofrecer una experiencia de alojamiento única en la ciudad de Salta, Noroeste de Argentina, de forma sencilla y confiable.",
        "Concept": "Destino Salta es una marca que rinde homenaje a la riqueza cultural y paisajística de la provincia de Salta. El logotipo busca capturar su esencia; sus colores terrosos evocan la paleta cromática regional, destacando el tono borgoña del poncho salteño como color principal.",
        "Concept2": "Se eligieron elementos reconocidos de la flora y fauna local para el diseño, con el fin de transmitir el concepto de la vasta biodiversidad de la provincia. El paisaje de Salta es uno de sus atributos más famosos, razón por la cual miles de turistas la visitan cada año.",
        "Date": "Octubre 2023",
        "PrimaryColors": "Colores Primarios",
        "SecondaryColors": "Colores Secundarios"
    },
    "Design": {
        "title": "Diseño Web",
        "button": "Descubrir Web"
    },
    "WebDevelopment": {
        "title": "Desarrollo Web",
        "firstText" : "Nuestros desarrolladores crean sistemas confiables, escalables y de alto rendimiento. Nos enorgullecemos de nuestro código limpio, nuestra arquitectura eficiente y la atención a cada detalle que mejora la experiencia del usuario. En HippoSoft, nuestro equipo de desarrollo transforma ideas en experiencias que funcionan a la perfección.",
        "item1": "Estrategia y Planificación",
        "span1": "Comienza con fuerza.",
        "description1": "Todo gran proyecto comienza con una estrategia. Trabajamos contigo para definir objetivos claros, elaborar un plan detallado y construir una base sólida preparada para el crecimiento. Una planificación cuidadosa conduce a resultados significativos.",
        "item2": "Hosting y setup de Dominio",
        "span2": "Contruye la base de tu presencia online",
        "description2": "Te ayudamos a elegir, registrar y configurar todo lo que tu sitio web necesita para estar en línea de forma segura y eficiente.",
        "item3": "Desarrollo e Implementacion",
        "description3": "Construimos su sitio web meticulosamente, basándonos en una estrategia bien definida y un diseño intencional. Nuestro enfoque garantiza que cada elemento se alinee con su visión y objetivos, lo que resulta en una presencia en línea impactante y distintiva.",
        "item4": "Lanzamiento y Mantenimiento",
        "span4": "Mantenlo vivo, Mantelo fuerte.",
        "description4": "Lanzamos su sitio web y nos comprometemos a garantizar su funcionalidad y rendimiento continuos. Nuestro soporte dedicado garantiza el correcto funcionamiento de su sitio, ofreciendo una experiencia fluida a sus usuarios ahora y en el futuro.",
        "ContactText1": "Toma el",
        "ContactText2": "siguiente paso",
        "Contact": "Contacto"
    },
    "CollapseComponent": {
        "title": "DESARROLLO WEB.",
        "title2": "EXPERIENCIA PRIMERO.",
        "slug": "DISEÑO Y DESARROLLO DE PRODUCTOS PERSONALIZADOS",
        "itemOneTitle": "Plan",
        "itemOneSubTitleOne": "Descubrimiento y Alcance",
        "itemOneSubTitleOneText": "Comenzamos escuchando. Entender tu negocio, tu público y tu visión nos permite crear una estrategia que esté verdaderamente alineada con tus objetivos, no solo otro plan genérico.",
        "itemOneSubTitleTwo": "Plan de Proyecto",
        "itemOneSubTitleTwoText": "Definimos el alcance, objetivos, plazos y los entregables del proyecto",
        "itemOneSubTitleThree": "Estrategia de contenido",
        "itemOneSubTitleThreeText": "Planificamos la estructura y los tipos de contenido necesarios para el sitio web",
        "itemTwoTitle": "Consulta",
        "itemTwoSubTitleOne": "Guía experta para tu código",
        "itemTwoSubTitleOneText": "No todos los clientes necesitan un desarrollo completo; algunos solo necesitan claridad. Nuestro servicio de asesoría en programación le ayuda a evaluar bases de código existentes, revisar proyectos en curso o validar presupuestos y tecnologías propuestas. Ofrecemos auditorías técnicas, recomendaciones de mejora y opiniones sinceras para que pueda tomar decisiones informadas y avanzar con confianza.",
        "itemThreeTitle": "Desarrollo",
        "itemThreeSubTitleOne": "Desarrollo Front-End",
        "itemThreeSubTitleOneText": "Codeamos las capas visuales e interactivas que dan vida a tu marca en todos los dispositivos.",
        "itemThreeSubTitleTwo": "Desarrollo Back-End",
        "itemThreeSubTitleTwoText": "Desarrollamos sistemas de back-end sólidos, eficientes y seguros que impulsan la funcionalidad de su sitio web.",
        "itemThreeSubTitleThree": "Diseño Responsivo",
        "itemThreeSubTitleThreeText": "Cada interfaz se adapta fluidamente a pantallas de todos los tamaños, garantizando una experiencia consistente en cualquier dispositivo.",
        "itemThreeSubTitleFour": "Integraciones Externas",
        "itemThreeSubTitleFourText": "Conectamos su sitio con pasarelas de pago, análisis y otras herramientas esenciales para ampliar sus capacidades.",
        "itemThreeSubTitleFive": "Pruebas de Calidad y Testing",
        "itemThreeSubTitleFiveText": "Antes del lanzamiento, realizamos pruebas rigurosas de rendimiento, seguridad y compatibilidad, asegurándonos de que cada detalle funcione según lo previsto.",
        "itemFourTitle": "Mantenimiento",
        "itemFourSubTitleOne": "Deployment",
        "itemFourSubTitleOneText": "Gestionamos el proceso de lanzamiento para garantizar una transición fluida desde el desarrollo hasta la producción.",
        "itemFourSubTitleTwo": "Optimizacion SEO",
        "itemFourSubTitleTwoText": "Aplicamos prácticas de SEO on-page para ayudar a que su sitio web se posicione bien y sea fácil de encontrar en línea.",
        "itemFourSubTitleThree": "Monitoreo de Performance",
        "itemFourSubTitleThreeText": "Implementamos herramientas de seguimiento y análisis para monitorizar el rendimiento del sitio y el comportamiento del usuario.",
        "itemFourSubTitleFour": "Actualizaciones",
        "itemFourSubTitleFourText": "Aplicamos actualizaciones, parches y mejoras para mantener el rendimiento y la seguridad a lo largo del tiempo.",
        "itemFourSubTitleFive": "Soporte & Entrenamiento",
        "itemFourSubTitleFiveText": "Ofrecemos capacitación para que su equipo pueda gestionar el sitio con confianza, además de soporte técnico continuo siempre que lo necesite."
    },
    "Expertise": {
        "title": "Expertise",
        "item1": "Sistema de Gestión de Contenidos (CMS)",
        "text1": "Un CMS headless separa la creación de contenido de su capa de presentación, lo que permite un mayor control, flexibilidad y escalabilidad. Esta arquitectura es ideal para proyectos que gestionan contenido en múltiples plataformas —desde sitios web y aplicaciones móviles hasta pantallas digitales— manteniendo todo centralizado en un solo lugar. Muchos de nuestros clientes eligen soluciones CMS headless por sus ventajas en seguridad, rendimiento y cumplimiento normativo.",
        "item2": "Wordpress",
        "text2": "Con años de experiencia en el desarrollo de sitios web dinámicos, nuestro equipo aprovecha WordPress para crear soluciones escalables y adaptables. Su amplio ecosistema de plugins y su arquitectura abierta nos permiten personalizar cada sitio para satisfacer incluso los requisitos más complejos.",
        "item3": "Integración de automatización de marketing",
        "text3": "Conectamos tu sitio web con herramientas como HubSpot, Marketo y Mailchimp para optimizar tus flujos de trabajo de marketing. Desde la generación de formularios avanzados hasta el seguimiento de campañas, nos aseguramos de que tus sistemas de automatización estén totalmente integrados y sean fáciles de gestionar.",
        "item4": "Analytics & Reportes",
        "text4": "Integramos plataformas de análisis avanzadas - como GA4 - para obtener información precisa y práctica. Tanto si necesita una configuración sencilla como un seguimiento detallado de eventos, garantizamos que cada interacción del usuario se mida con precisión.",
        "item5": "Localización e Informes",
        "text5": "Ayudamos a marcas globales a gestionar contenido en diferentes idiomas y regiones. Desde interfaces localizadas hasta la distribución de contenido específica para cada región, configuramos entornos CMS que se adaptan a su audiencia, dondequiera que se encuentre."
    },
    "Portfolio": {
        "title": "Nuestros Proyectos",
        "button":"Descubrir"
    },
    "Contact": {
        "title1": "Demos el",
        "title2": "siguiente paso!"
    },
    "Form": {
        "name": "Tu Nombre",
        "email": "Tu Email",
        "message": "Tu Mensaje",
        "submit": "ENVIAR MENSAJE",
        "success": "Tu mensaje ha sido enviado con éxito. Nos pondremos en contacto contigo pronto.",
        "error": "Lo sentimos, ha ocurrido un error al enviar tu mensaje. Por favor, inténtalo de nuevo más tarde.",
        "interest": "Estoy interesado en...",
        "design": "Diseño Web",
        "development": "Desarrollo Web",
        "graphic-design": "Diseño Gráfico",
        "branding": "Branding",
        "social-media": "Redes Sociales"
    }
}